acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
base
bash
binutils
bison
bluez-libs
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
colord
confuse
coreutils
cracklib
cryptsetup
curl
db
dbus
dconf
desktop-file-utils
device-mapper
diffutils
dnssec-anchors
e2fsprogs
efibootmgr
efivar
elfutils
expat
fakeroot
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
git
glib-networking
glib2
glibc
gmp
gnupg
gnutls
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gtk-update-icon-cache
gtk2
gtk3
guile
gzip
harfbuzz
hicolor-icon-theme
hwids
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
inetutils
iproute2
iptables
iputils
iso-codes
jansson
js60
json-c
json-glib
kbd
keyutils
kmod
krb5
lcms2
ldns
less
libarchive
libassuan
libasyncns
libcanberra
libcap
libcap-ng
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libev
libevdev
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libice
libidn2
libinput
libjpeg-turbo
libksba
libldap
libmicrohttpd
libmm-glib
libmnl
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
librsvg
libsasl
libseccomp
libsecret
libsm
libsndfile
libsodium
libsoup
libssh2
libtasn1
libteam
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutil-linux
libvorbis
libwacom
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lxappearance
lz4
lzo
m4
make
man-db
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mtdev
ncurses
nerd-fonts-roboto-mono
nettle
networkmanager
networkmanager-dispatcher-sshd
npth
nspr
nss
openssh
openssl
opera
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkgconf
polkit
popt
powerline-common
powerline-fonts
procps-ng
psmisc
readline
rest
rofi
sed
shadow
shared-mime-info
slang
sound-theme-freedesktop
sqlite
startup-notification
sudo
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
ttf-liberation
ttf-roboto
ttf-roboto-mono
tzdata
util-linux
vim
vim-runtime
wayland
wayland-protocols
which
wpa_supplicant
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xf86-input-libinput
xf86-video-vesa
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xz
yajl
yay-bin
zeromq
zlib
zsh
zstd
