acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
aic94xx-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
android-studio
android-tools
aom
aqbanking
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
base
bash
bat
binutils
bison
bluez
bluez-libs
boost-libs
brotli
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
clang
cmake
colord
compiler-rt
coreutils
cracklib
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
dnssec-anchors
double-conversion
e2fsprogs
efibootmgr
efivar
elfutils
enchant
expac
expat
fakeroot
fd
ffmpeg
file
filesystem
findutils
firefox
flac
flameshot
fontconfig
freeglut
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gcc-objc
gcr
gdbm
gdk-pixbuf2
gettext
giflib
git
glew
glfw-x11
glib-networking
glib2
glibc
glibmm
glu
gmp
gnucash
gnupg
gnustep-make
gnutls
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
guile
gwenhywfar
gzip
hardinfo
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
hugo
hwids
hyphen
iana-etc
icu
inetutils
iproute2
iptables
iputils
iso-codes
jack
jansson
js60
js68
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
ktoblzcheck
l-smash
lame
lcms2
ldns
less
lhasa
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libcanberra
libcap
libcap-ng
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbi
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libedit
libelf
libepoxy
libevdev
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libical
libice
libidn2
libiec61883
libindicator-gtk3
libinput
libjpeg-turbo
libksba
libldap
libluv
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libofx
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutil-linux
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml++2.6
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
linux-api-headers
linux-firmware
linux-zen
llvm-libs
lm_sensors
luajit
lz4
lzo
m4
mailcap
make
man-db
md4c
mesa
mesa-demos
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
ncdu
ncurses
neofetch
neovim
nettle
network-manager-applet
networkmanager
ninja
nm-connection-editor
noto-fonts
noto-fonts-emoji
npth
nspr
nss
opencore-amr
openexr
openjpeg2
opensp
openssh
openssl
opus
orc
os-prober
p11-kit
pacgraph
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcre
pcre2
perl
perl-b-hooks-endofscope
perl-bit-vector
perl-carp-clan
perl-cgi
perl-class-data-inheritable
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-crypt-ssleay
perl-data-optlist
perl-date-calc
perl-date-manip
perl-datetime
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-finance-quote
perl-html-element-extended
perl-html-parser
perl-html-tableextract
perl-html-tagset
perl-html-tree
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-json
perl-json-parse
perl-libwww
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-misc
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-path-class
perl-role-tiny
perl-specio
perl-string-util
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-template
perl-timedate
perl-try-tiny
perl-uri
perl-variable-magic
perl-www-robotrules
pinentry
pixman
pkgconf
polkit
popt
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-appdirs
python-cachecontrol
python-chardet
python-colorama
python-contextlib2
python-distlib
python-distro
python-html5lib
python-idna
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-progress
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-termcolor
python-toml
python-urllib3
python-webencodings
qt5-base
qt5-svg
rav1e
readline
rest
rhash
rsync
rtkit
ruby
ruby-clocale
ruby-colorls
ruby-filesize
ruby-irb
ruby-manpages
ruby-rainbow
ruby-rdoc
ruby-reline
rubygems
sbc
sdl2
sed
sgml-common
shadow
shared-mime-info
slang
sound-theme-freedesktop
speex
speexdsp
spotify-dev
sqlite
srt
sudo
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tldr
tslib
ttf-jetbrains-mono
ttf-roboto
ttf-roboto-mono
ttf-ubraille
tzdata
unibilium
unzip
util-linux
v4l-utils
vid.stab
vmaf
vulkan-icd-loader
vulkan-intel
wayland
wayland-protocols
wd719x-firmware
webkit2gtk
webrtc-audio-processing
wget
which
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yay-bin
ytop-bin
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
