acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adwaita-icon-theme
aic94xx-firmware
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
base
bash
bat
binutils
bison
bluez
bluez-libs
bluez-utils
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cava
colord
confuse
coreutils
cracklib
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
dmidecode
dnssec-anchors
double-conversion
dzen2
e2fsprogs
efibootmgr
efivar
elfutils
espeak
exo
expac
expat
fakeroot
fbida
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fontconfig
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm
glxinfo
gmp
gnupg
gnutls
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
hardinfo
harfbuzz
hicolor-icon-theme
htop
hugo
hwids
hwloc
i3-style
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
imlib2
inetutils
iniparser
iproute2
iptables
iputils
iso-codes
jack
jansson
java-environment-common
java-runtime-common
jdk8
js60
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
libaio
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libcanberra
libcanberra-pulse
libcap
libcap-ng
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libev
libevdev
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn2
libiec61883
libinput
libjpeg-turbo
libksba
libldap
libluv
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutil-linux
libuv
libva
libva-intel-driver
libva-utils
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
linux-zen
llvm-libs
lm_sensors
lshw
lsof
luajit
lxappearance
lz4
lzo
m4
mailcap
make
man-db
mariadb-libs
md4c
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
ncurses
neofetch
neovim
nerd-fonts-roboto-mono
nettle
networkmanager
networkmanager-dispatcher-sshd
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
opencore-amr
openjpeg2
openmotif
openmpi
openssh
openssl
opus
orc
os-prober
p11-kit
pacgraph
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
patch
pavucontrol
pciutils
pcre
pcre2
pcurses
perl
perl-error
perl-mailtools
perl-timedate
perl-uri
picom
pinentry
pixman
pkgconf
polkit
poppler
poppler-glib
popt
portaudio
postgresql-libs
powerline-common
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-appdirs
python-colorama
python-configargparse
python-greenlet
python-msgpack
python-ordered-set
python-packaging
python-pynvim
python-pyparsing
python-pyxdg
python-setuptools
python-six
python-termcolor
qt5-base
qt5-svg
readline
rest
rofi
rofimoji
rtkit
safe-rm
sbc
sdl2
sed
shadow
shared-mime-info
slang
sound-theme-freedesktop
speex
speexdsp
spotify-dev
sqlite
srt
startup-notification
stress
sublime-text-dev
sudo
sysbench
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
terminus-font
texinfo
thunar
tldr
tslib
ttf-liberation
ttf-roboto
ttf-roboto-mono
ttf-ubraille
tzdata
unibilium
unzip
util-linux
v4l-utils
vdpauinfo
vid.stab
visual-studio-code-bin
vmaf
vulkan-icd-loader
vulkan-intel
wayland
wayland-protocols
wd719x-firmware
webrtc-audio-processing
which
wpa_supplicant
x264
x265
xbindkeys
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfconf
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xtitle
xvidcore
xz
yajl
yay-bin
ytop
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
